RIGHT
RIGHT
RIGHT
RIGHT
RIGHT
DOWN
DOWN
DOWN
DOWN
LEFT
LEFT
LEFT
LEFT
LEFT
LEFT
LEFT
SET_PRIORITY 40
DOWN
DOWN
DOWN
DOWN
RIGHT
RIGHT
RIGHT
RIGHT
RIGHT
RIGHT
UP
UP
UP
UP
LEFT
LEFT
LEFT
RIGHT
RIGHT
DOWN
DOWN
LEFT
LEFT
LEFT
UP
UP
UP
RIGHT
RIGHT
RIGHT
DOWN
DOWN
RIGHT
RIGHT
UP
UP
LEFT
LEFT
LEFT
LEFT
DOWN
DOWN
RIGHT
RIGHT
RIGHT
RIGHT
UP
UP
UP
LEFT
LEFT
LEFT
LEFT
DOWN
DOWN
DOWN
RIGHT
RIGHT
RIGHT
RIGHT
RIGHT
UP
UP
LEFT
LEFT
DOWN
DOWN
RIGHT
RIGHT
RIGHT
UP
LEFT
LEFT
LEFT
DOWN
RIGHT
RIGHT
UP
UP
LEFT
DOWN
DOWN
